IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Lang:KR)"
IDS_MESHPMCV_AUTOMESH_SectionData = "메쉬 생성을 위한 단면 정보에 오류가 있습니다."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "자동 메쉬 생성을 수행하지 못했습니다."
IDS_MESHPMCV_AUTOMESH_Property = "생성된 메쉬 정보의 단면 속성 계산을 수행하지 못했습니다."
IDS_MESHPMCV_PROPERTY_Area = "단면 속성 ( 단면적 ) 계산에 실패하였습니다."
IDS_MESHPMCV_PROPERTY_1stInertia = "단면 속성 ( 단면 1차 모멘트 ) 계산에 실패하였습니다."
IDS_MESHPMCV_PROPERTY_2ndInertia = "단면 속성 ( 단면 2차 모멘트 ) 계산에 실패하였습니다."
IDS_MESHPMCV_PROPERTY_PlasticCent = "단면 속성 ( 소성 중심 ) 계산에 실패하였습니다."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "PM Curve 생성을 위한 기본 각도 정보에 오류가 있습니다."
IDS_MESHPMCV_MAKECURV_PMCvLine = "PM Curve 생성에 실패하였습니다."
IDS_MESHPMCV_TUNECURV_LessLine = "자동 조정된 PM Curve가 원래의 PM Curve보다 적습니다."
IDS_MESHPMCV_CALRATIO_SelectLine = "강도 산정을 위한 PM Curve 후보군 산정에 오류가 있습니다."
IDS_MESHPMCV_CALRATIO_FindStrength = "강도 산정에 실패하였습니다."
IDS_MESHPMCV_CALRATIO_MakeCurve = "설계 강도점에 대한 PM Curve 계산을 실패하였습니다."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "설계 강도점 계산을 위한 증가 각도가 너무 큽니다."
IDS_MESHPMCV_CALRATIO_ForceSum = "설계 강도점 계산을 위한 합력 계산에 오류가 있습니다."
IDS_GEO_DGNCALC_PILE_FDN = "말뚝기초"
IDS_GEO_DGNCALC_FOOT_FDN = "직접기초"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "지지력 검토"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "부주면마찰력"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "침하량 검토"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "횡방향지지력"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "구조물 기초 설계기준 (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "철도교 설계기준 (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "도로교 설계기준 (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "선단지지력"
IDS_GEO_DGNCALC_FDN_FRICTION = "주면마찰력"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "타입말뚝"
IDS_GEO_DGNCALC_FDN_DRILLED = "현장타설말뚝"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "매입말뚝"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "내부굴착말뚝"
IDS_GEO_DGNCALC_FDN_STEEL = "강관말뚝"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "정역학적 검토"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "현장시험"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "암반지지"
IDS_GEO_DGNCALC_SAND = "사질토"
IDS_GEO_DGNCALC_CLAY = "점성토"
IDS_GEO_DGNCALC_ROCK = "암반"
IDS_GEO_DGNCALC_FDN_SPT = "표준관입시험"
IDS_GEO_DGNCALC_FDN_CPT = "정적 콘관입시험(CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "프레셔미터시험"
IDS_GEO_DGNCALC_FDN_PBT = "평판재하시험"
IDS_GEO_DGNCALC_FDN_VST = "베인전단시험"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. et al"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. et al"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "캐나다기초"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "캐나다기초"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. et al"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. et al"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. et al"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. et al"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "구조물기초설계기준"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "c -Φ 고려"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "암반특성"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "공내재하시험"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "표준관입시험"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "콘관입시험"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "암반근입"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "사질토"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "점성토 - α계수법"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "점성토 - β 계수법"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "점성토 - λ 계수법"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "지반교란"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "점성토 지반"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "사질토"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "점성토 - α 계수법"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "점성토 - 표준관입시험"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "점성토 - 비배수 강도"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "사질토"
IDS_GEO_DGNCALC_FDN_USE_SPT = "표준관입시험"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "암반 - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "암반 - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "표준관입시험의 N값을 이용하여 사질토 지반의 지지력(Meyerhof,1976)"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "최종타격"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "분출교반"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "콘크리트타설"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "암반근입"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "콘관입시험"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "표준관입시험 및 비배수강도"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "극한지지력"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "수평지반반력계수"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "수평지지력"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "탄성계수"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "점성토"
IDS_GEO_DGNCALC_FDN_SOIL_N = "표준관입시험"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "타입말뚝의 지지력 산정"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "현장타설말뚝의 지지력 산정"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "내부굴착말뚝의 지지력 산정"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "일본 도로교 시방서"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "건축기초 구조설계지침"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "탄성이론"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "탄성이론1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "탄성이론2"
IDS_GEO_DGNCALC_CLAY_SAT = "포화점토"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "변형영향계수"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Terzaghi 식"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Meyerhof 식"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "전반전단파괴"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "국부전단파괴"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "수정 Terzaghi식"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "경험치"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "일축압축강도"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "암질양호"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "암반등급"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi et al."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "부착"
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "지반반력을 계산할수 없습니다."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "연직하중이 없습니다."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "e2 ≥ B/2 이거나 e1 ≥ L/2 인경우"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "eB ≥ B/2 이거나 eL ≥ L/2 인경우"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "축력만 있는 경우"
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "e ≤ D/8 인경우 (사다리꼴 분포)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "e > D/8 인경우 (삼각형 분포)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "e ≥ D/2 인경우"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "≤ B/6 인경우 (사다리꼴 분포)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "e > B/6 인경우 (삼각형 분포)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "e ≤ L/6 인경우 (사다리꼴 분포)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "e > L/6 인경우 (삼각형 분포)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "6e2/B + 6e1/L ≤ 1.0 인경우 (사다리꼴 분포)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "6eB/B + 6eL/L ≤ 1.0 인경우 (사다리꼴 분포)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "/B + 6e1/L > 1.0 인경우 (삼각형 분포)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "/B + 6eL/L > 1.0 인경우 (삼각형 분포)"
IDS_DGNCALCBASE_MESH_FAIL = "요소망을 생성할 수 없습니다."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "연암반에 근입된 강관말뚝의 선단지지력공식"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe and Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang and Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Canadian Foundation Engineering Manual(2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "표준관입시험을 이용한 극한지지력"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "점성토의 타입말뚝 선단지지력"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "콘관입시험에 의한 콘관입저항력을 이용한 극한지지력"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "시공에 따른 지반교란 영향 고려한 선단지지력"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "점성토의 현장타설말뚝 선단지지력"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma와 Reese (1974), Quiros와 Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "내부굴착말뚝(시멘트밀트분출교반)의 선단지지력"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Meyerhof (1956) 제안식"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "건축기초 구조설계지침 (일본건축학회,2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "구조물기초설계기준(1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Canadian Geotechnical Society (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "단면 속성을 계산하지 못하였습니다."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "단면 데이터 파일( %s ) 사용 중 오류가 발생하였습니다.\n오류내용 :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
